# print(['hello world,1,9'])
# print([1, 2, 3, 4, 5, 6, 7, 8, 9, ])
# print(['hello', 'world', 2, 5, True, False])
# print([[5, 8], [3, 4], ['kayla'], [True], [False]])

# print(['俄罗斯方块', '红斗罗', '坦克之战'][-1:])
# ['坦克之战']
# print(['俄罗斯方块', '红斗罗', '坦克之战'][0:2])
# ['俄罗斯方块', '红斗罗']
# print(['俄罗斯方块', '红斗罗', '坦克之战'][0])
# 俄罗斯方块
# print(['俄罗斯方块', '红斗罗', '坦克之战'][-2])


# print(['俄罗斯方块', '红斗罗', '坦克之战']+['英雄联盟', '吃鸡'])
# ['俄罗斯方块', '红斗罗', '坦克之战', '英雄联盟', '吃鸡']
# print(['俄罗斯方块', '红斗罗', '坦克之战'] * 2)
# ['俄罗斯方块', '红斗罗', '坦克之战', '俄罗斯方块', '红斗罗', '坦克之战']
# print(['俄罗斯方块', '红斗罗', '坦克之战']\['英雄联盟', '吃鸡'])
# 报错(不支持操作除法类型)
# print(['俄罗斯方块', '红斗罗', '坦克之战'] * ['英雄联盟', '吃鸡'])
# 报错(不支持操作乘法类型)
print(['俄罗斯方块', '红斗罗', '坦克之战']-['英雄联盟', '吃鸡'])
# 报错(不支持操作减法类型)
